[
    {
        "name": "Glenn Frederick",
        "country": "bangladesh",
        "reviews": "Ipsum ut sunt nisi nisi reprehenderit aute dolor est consequat laboris. Incididunt tempor ullamco veniam veniam. Enim nostrud cillum officia sunt duis quis et minim officia consectetur. Exercitation in dolor enim magna Lorem mollit occaecat. Ea duis sunt amet laboris anim et. Amet aliqua nostrud cillum culpa ut laborum qui sit et adipisicing laboris irure. Pariatur aliqua magna eiusmod quis irure.\r\n",
        "ratings": "$3,397.47"
    },
    {
        "name": "Robert Johnson",
        "country": "finland",
        "reviews": "Nostrud culpa ea nisi nisi veniam est nisi non enim nisi. Veniam id ipsum fugiat aute laboris aliquip reprehenderit qui elit commodo incididunt nisi et elit. Exercitation cupidatat consectetur proident proident et do nisi ipsum.\r\n",
        "ratings": "$1,870.20"
    },
    {
        "name": "Blake Brennan",
        "country": "bangladesh",
        "reviews": "Laboris eiusmod cupidatat est mollit et sunt nulla culpa. Elit sunt occaecat laboris in deserunt proident. Aliquip tempor non id laboris Lorem sunt et ad elit laboris mollit magna eiusmod tempor. Occaecat veniam non est et labore. Esse qui esse cillum elit cillum laboris.\r\n",
        "ratings": "$2,262.59"
    },
    {
        "name": "Campos Potts",
        "country": "pakistan",
        "reviews": "Elit officia exercitation sunt magna ipsum culpa sit consectetur. Anim cillum irure exercitation aliquip cillum proident incididunt qui nisi consectetur consectetur adipisicing ex. Laborum non laboris occaecat nisi exercitation excepteur non proident cillum amet.\r\n",
        "ratings": "$1,672.16"
    },
    {
        "name": "Janine Nguyen",
        "country": "japan",
        "reviews": "best keyboad manufacturer\r\n",
        "ratings": "$3,221.76"
    },
    {
        "name": "md kalam",
        "country": "bangladesh",
        "reviews": "The next wave mobile processors have arrived. Here are the important things to know about the top chip—and what it means for your next thin-and-light laptop..\r\n",
        "ratings": "4"
    }
]